org/blog.org
* Blogs
** Discontinuous Galerkin Method From Scratch (in python)
:PROPERTIES:
:CUSTOM_ID:  blog-section
:END:
#+BEGIN_EXPORT html
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-the-finite-element.html">DG from scratch - The finite element</a></li>
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-gmsh.html">DG from scratch - The Mesh (from Gmsh to Numpy)</a></li>
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-reference-element-operators.html">DG from scratch - Reference element operators</a></li>
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-mapping-reference-to-physical.html">DG from scratch - Mapping from reference space to physical space</a></li>
</ul>
#+END_EXPORT

** Numerical Simulations
:PROPERTIES:
:CUSTOM_ID:  blog-section
:END:
#+BEGIN_EXPORT html
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/what-is-a-computational-mesh.html">What is a computational mesh?</a></li>
<li><a class="blog-links" href="/blogs/the-acoustic-wave-equations.html">The acoustic wave equation</a></li>
</ul>
#+END_EXPORT
** Optimization 
:PROPERTIES:
:CUSTOM_ID:  blog-section
:END:
#+BEGIN_EXPORT html
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/markov-chain-monte-carlo-explained-with-python.html">Markov chain Monte Carlo explained with python</a></li>
</ul>
#+END_EXPORT

** Medical Imaging Technology 
:PROPERTIES:
:CUSTOM_ID:  blog-section
:END:
#+BEGIN_EXPORT html
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/what-type-of-medical-imaging-data-exists.html">What type of medical imaging data exists?</a></li>
</ul>
#+END_EXPORT
