blog.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-02-09 Sun 16:53 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.7.2/css/all.min.css">
    <link href="https://fonts.googleapis.com/css2?family=Roboto+Serif:ital,opsz,wght@0,8..144,100..900;1,8..144,100..900&display=swap" rel="stylesheet">
    <link rel="stylesheet" type="text/css" href="./assets/css/styles.css" />
    <link rel="icon" type="image/png" href="/favicon.ico">
</head>
<body>
<div id="preamble" class="status">
<nav>
    <!-- Checkbox for toggling menu -->
    <input type="checkbox" id="check">
    <!-- Menu icon -->
    <label for="check" class="checkbtn">
      <i class="fas fa-bars"></i>
    </label>
    <!-- Site logo -->
    <label class="logo"><a href="/index.html">Go Van Go</a></label>
    <!-- Navigation links -->
    <ul class="navbar-ul">
      <li><a target="_self" class="active" href="/index.html">Home</a></li>
      <li><a target="_self" href="/about.html">About</a></li>
      <li><a target="_self" href="/blog.html">Blog</a></li>
      <li><a target="_self" href="/contact.html">Contact</a></li>
    </ul>
  </nav>
</div>
<div id="content" class="content">
<div id="outline-container-org691643d" class="outline-2">
<h2 id="org691643d">Blogs</h2>
<div class="outline-text-2" id="text-org691643d">
</div>
<div id="outline-container-blog-section" class="outline-3">
<h3 id="blog-section">Discontinuous Galerkin Method From Scratch (in python)</h3>
<div class="outline-text-3" id="text-blog-section">
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-the-finite-element.html">DG from scratch - The finite element</a></li>
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-gmsh.html">DG from scratch - The Mesh (from Gmsh to Numpy)</a></li>
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-reference-element-operators.html">DG from scratch - Reference element operators</a></li>
<li><a class="blog-links" href="/blogs/discontinuous-galerkin-method-from-scratch-in-python-mapping-reference-to-physical.html">DG from scratch - Mapping from reference space to physical space</a></li>
</ul>
</div>
</div>
<div id="outline-container-blog-section" class="outline-3">
<h3 id="blog-section">Numerical Simulations</h3>
<div class="outline-text-3" id="text-blog-section">
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/what-is-a-computational-mesh.html">What is a computational mesh?</a></li>
<li><a class="blog-links" href="/blogs/the-acoustic-wave-equations.html">The acoustic wave equation</a></li>
</ul>
</div>
</div>
<div id="outline-container-blog-section" class="outline-3">
<h3 id="blog-section">Optimization</h3>
<div class="outline-text-3" id="text-blog-section">
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/markov-chain-monte-carlo-explained-with-python.html">Markov chain Monte Carlo explained with python</a></li>
</ul>
</div>
</div>
<div id="outline-container-blog-section" class="outline-3">
<h3 id="blog-section">Medical Imaging Technology</h3>
<div class="outline-text-3" id="text-blog-section">
<ul class="blog-list">
<li><a class="blog-links" href="/blogs/what-type-of-medical-imaging-data-exists.html">What type of medical imaging data exists?</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
   <p>Go Van Go!</p>
   <a href="https://github.com/go-van-go" target="_blank" rel="noopener noreferrer">
     <i class="fa-brands fa-github githubfooter"></i>
   </a>
</footer>
</div>
</body>
</html>
